"%.0lfk of %.0lfk" = "%1$.0lfk su %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ è stato installato e sarà pronto all'uso al prossimo avvio di %3$@ ! Vuoi riavviare adesso?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più aggiornata disponibile.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ è disponibile (tu hai la %3$@). Vuoi scaricarla ora?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ non ha l'autorizzazione per scrivere nella cartella dell'applicazione! Stai usando un'immagine disco? Altrimenti, chiedi aiuto all'amministratore di sistema.";
"A new version of %@ has been installed!" = "E' stata installata una versione più recente di %@ !";
"A new version of %@ is available!" = "È disponibile una nuova versione di %@!";
"An error occurred during installation. Please try again later." = "Si è verificato un errore durante l'installazione. Riprova.";
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante la ricerca delle informazioni sugli aggiornamenti. Riprova più tardi.";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Si è verificato un errore durante il recupero delle informazioni di aggiornamento; sei collegato ad Internet? Riprova più tardi.";
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l'estrazione dell'archivio. Riprova più tardi.";
"An error occurred while trying to download the file. Please try again later." = "Si è verificato un errore il download del file. Riprova più tardi.";
"An update is already in progress!" = "Il processo di aggiornamento è già in corso!";
"Anonymous system profile information is used to help us plan future development work." = "I profili di sistema anonimi vengono utilizzati per aiutare lo sviluppo futuro.";
"Cancel" = "Annulla";
"Check for updates on startup?" = "Vuoi controllare la disponibilità di aggiornamenti all'avvio?";
"Downloading update..." = "Scarico aggiornamento…";
"Extracting update..." = "Estraggo aggiornamento...";
"Include anonymous system profile?" = "Vuoi includere i profili di sistema anonimi?";
"Install Update" = "Installa";
"Install and Relaunch" = "Installa e riavvia";
"Installing update..." = "Installazione aggiornamento...";
"Ready to install!" = "Pronto per installare!";
"Release Notes:" = "Note di rilascio:";
"Remind Me Later" = "Ricordamelo più tardi";
"Skip This Version" = "Ignora questa versione";
"Software Update" = "Aggiormento Software";
"Update Error!" = "Errore durante l'aggiornamento!";
"Updating %@" = "Aggiorno %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vuoi che %@ cerchi aggiornamenti all'avvio? Altrimenti, puoi avviare il controllo manualmente dal menù dell'applicazione.";
"Yes" = "Si";
"You're up to date!" = "Sei aggiornato!";

/* ==== UNLOCALIZED ==== */

"No" = "No";
"OK" = "OK";
